// Package telegram предоставляет простой способ отправки сообщений в Telegram.
//
// Для получения токена необходимо воспользоваться роботом Telegram @BotFather.
// Там можно в интерактивном режиме создать своего бота и получить токен для
// его использования.
//
// Далее, создаете свой канал в Telegram и, используя его номер, отправляете
// в него сообщения. Для получения номера канала воспользуйтесь одним из
// следующих советов:
// https://stackoverflow.com/questions/32423837/telegram-bot-how-to-get-a-group-chat-id/38388851#38388851
package telegram
